Repository: zacdejesus/muscleCheck
Catalog: MuscleCheck/Localizable.xcstrings
Source language: en
Languages: es, fr, it

# tip_reset_title
source: New week, fresh list
es: Semana nueva, lista nueva
fr: Nouvelle semaine, nouvelle liste
it: Nuova settimana, nuova lista

# tip_weight_message
source: Tap the name of a gym activity to log weight, sets and reps.
es: Toca el nombre de una actividad de gym para registrar peso, series y repeticiones.
fr: Touchez le nom d'une activité de muscu pour noter le poids, les séries et les répétitions.
it: Tocca il nome di un'attività di palestra per registrare peso, serie e ripetizioni.

# tip_weight_title
source: Log the weight
es: Registra el peso
fr: Notez le poids
it: Registra il peso

source: Week
es: Semana
fr: Semaine
it: Settimana

source: Weekly Progress
es: Progreso semanal
fr: Progrès hebdomadaire
it: Progressi settimanali

source: Weekly Training Progress
es: Progreso semanal de entrenamiento
fr: Progrès hebdomadaire d'entraînement
it: Progressi settimanali di allenamento

# weight_modal_title
source: Weight
es: Peso
fr: Poids
it: Peso

source: Which muscle group did you train?
es: ¿Qué grupo muscular has entrenado?
fr: Quel groupe musculaire avez-vous entraîné ?
it: Quale gruppo muscolare hai allenato?

# widget_streak_days %lld
source: %lld weeks
es: %lld semanas
fr: %lld semaines
it: %lld settimane

source: Workout History
es: Historial de ejercicios
fr: Historique d'entraînement
it: Cronologia allenamenti

# widget_display_name
source: Weekly Checklist
es: Checklist semanal
fr: Checklist hebdo
it: Checklist settimanale

# widget_description
source: Your week's activities and streak at a glance.
es: Tus actividades de la semana y tu racha de un vistazo.
fr: Tes activités de la semaine et ta série en un coup d'œil.
it: Le tue attività della settimana e la tua serie a colpo d'occhio.

source: Error
fr: Erreur
it: Errore

# group_abdomen
source: Abdomen
it: Addome

# group_biceps
source: Biceps
it: Bicipiti

# group_triceps
source: Triceps
it: Tricipiti
